@component('mail::message')
# Привіт {{$santa->name}},

Раді повідомити, що тобі випав учасник: **{{$santaInfo->name}}** \
Ось деяка інформація, яка може тобі допомогти підібрати чудовий подарунок для нього/неї:

Нік телеграму: {{$santaInfo->social_name}}\
Номер Машини: {{$santaInfo->car_number}}\
Деталі про машину: {{$santaInfo->car_details}}\
Instagram: {{$santaInfo->instagram ?? ''}}

Додаткові Вказівки: {{strip_tags($santaInfo->about_description)}}

Будь ласка, пам'ятай про бюджет від 500 до 1000 гривень та стеж за тим, щоб твій подарунок створив святковий настрій для твого "Щасливчика"!

Не забудь дотримуватися таємності та насолоджуйся процесом подарункового пошуку!

З Найкращими Побажаннями,
Організатори Таємного Санти
@endcomponent
